Repository: adrbn/aura
Catalog: Aura/Aura/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, nl

# %@ · %lld songs
source: %1$@ · %2$lld songs
ca: %1$@ · %2$lld cançons
de: %1$@ · %2$lld Titel
es: %1$@ · %2$lld canciones
fr: %1$@ · %2$lld titres
it: %1$@ · %2$lld brani
nl: %1$@ · %2$lld nummers

source: %@ · build %@
ca: %1$@ · compilació %2$@
de: %1$@ · Build %2$@
es: %1$@ · compilación %2$@
fr: %1$@ · build %2$@
it: %1$@ · build %2$@
nl: %1$@ · build %2$@

source: %lld files from %lld users
ca: %1$lld fitxers de %2$lld usuaris
de: %1$lld Dateien von %2$lld Nutzern
es: %1$lld archivos de %2$lld usuarios
fr: %1$lld fichiers de %2$lld utilisateurs
it: %1$lld file da %2$lld utenti
nl: %1$lld bestanden van %2$lld gebruikers

source: %lld h %lld min
ca: %1$lld h %2$lld min
de: %1$lld Std. %2$lld Min.
es: %1$lld h %2$lld min
fr: %1$lld h %2$lld min
it: %1$lld h %2$lld min
nl: %1$lld u %2$lld min

source: %lld kbps (max)
ca: %lld kbps (màx.)
es: %lld kbps (máx.)

source: %lld recently played songs (%@)
ca: %1$lld cançons escoltades recentment (%2$@)
de: %1$lld zuletzt gespielte Titel (%2$@)
es: %1$lld canciones escuchadas recientemente (%2$@)
fr: %1$lld titres écoutés récemment (%2$@)
it: %1$lld brani ascoltati di recente (%2$@)
nl: %1$lld onlangs afgespeelde nummers (%2$@)

source: 1 recently played song (%@)
ca: 1 cançó escoltada recentment (%@)
de: 1 zuletzt gespielter Titel (%@)
es: 1 canción escuchada recientemente (%@)
fr: 1 titre écouté récemment (%@)
it: 1 brano ascoltato di recente (%@)
nl: 1 onlangs afgespeeld nummer (%@)

source: Add Server…
ca: Afegir un servidor…
de: Server hinzufügen…
es: Añadir servidor…
fr: Ajouter un serveur…
it: Aggiungi server…
nl: Server toevoegen…

source: Add your Last.fm username and API key in Settings.
ca: Afegeix el teu nom d'usuari de Last.fm i la clau API a Configuració.
de: Füge deinen Last.fm-Benutzernamen und API-Schlüssel in den Einstellungen hinzu.
es: Añade tu nombre de usuario de Last.fm y tu clave API en Ajustes.
fr: Ajoutez votre nom d'utilisateur Last.fm et votre clé API dans Réglages.
it: Aggiungi il tuo nome utente Last.fm e la chiave API in Impostazioni.
nl: Voeg je Last.fm-gebruikersnaam en API-sleutel toe in Instellingen.

source: Added %lld songs to queue
ca: %lld cançons afegides a la cua
de: %lld Titel zur Warteliste hinzugefügt
es: %lld canciones añadidas a la cola
fr: %lld titres ajoutés à la file d'attente
it: %lld brani aggiunti alla coda
nl: %lld nummers aan wachtrij toegevoegd

source: Added to %@
ca: Afegit a %@
de: Zu %@ hinzugefügt
es: Añadido a %@
fr: Ajouté à %@
it: Aggiunto a %@
nl: Toegevoegd aan %@

source: Added to Favorites
ca: Afegit als preferits
de: Zu den Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux favoris
it: Aggiunto ai preferiti
nl: Aan favorieten toegevoegd

source: Added to queue: %@
ca: Afegit a la cua: %@
de: Zur Warteliste hinzugefügt: %@
es: Añadido a la cola: %@
fr: Ajouté à la file d'attente : %@
it: Aggiunto alla coda: %@
nl: Aan wachtrij toegevoegd: %@

source: Album Count
ca: Nombre d'àlbums
de: Anzahl der Alben
es: Número de álbumes
fr: Nombre d'albums
it: Numero di album
nl: Aantal albums

source: All songs already downloaded!
ca: Totes les cançons ja estan baixades!
de: Alle Titel sind bereits heruntergeladen!
es: ¡Todas las canciones ya están descargadas!
fr: Tous les titres sont déjà téléchargés !
it: Tutti i brani sono già scaricati!
nl: Alle nummers zijn al gedownload!

source: Allow Aura to add photos in Settings
ca: Permet que Aura afegeixi fotos a Configuració
de: Erlaube Aura in den Einstellungen, Fotos hinzuzufügen
es: Permite que Aura añada fotos en Ajustes
fr: Autorisez Aura à ajouter des photos dans Réglages
it: Consenti ad Aura di aggiungere foto in Impostazioni
nl: Sta Aura toe om foto's toe te voegen in Instellingen

source: Aura plays a Navidrome or Subsonic library you already host.
ca: Aura reprodueix una biblioteca de Navidrome o Subsonic que ja allotges.
de: Aura spielt eine Navidrome- oder Subsonic-Bibliothek ab, die du bereits hostest.
es: Aura reproduce una biblioteca de Navidrome o Subsonic que ya alojas.
fr: Aura lit une bibliothèque Navidrome ou Subsonic que vous hébergez déjà.
it: Aura riproduce una libreria Navidrome o Subsonic che già ospiti.
nl: Aura speelt een Navidrome- of Subsonic-bibliotheek af die je al host.

source: Auth failed (HTTP %lld) at %@ — check host, port & credentials in Settings
ca: Error d'autenticació (HTTP %1$lld) a %2$@ — comprova l'amfitrió, el port i les credencials a Configuració
de: Anmeldung fehlgeschlagen (HTTP %1$lld) bei %2$@ — prüfe Host, Port und Zugangsdaten in den Einstellungen
es: Error de autenticación (HTTP %1$lld) en %2$@ — revisa el host, el puerto y las credenciales en Ajustes
fr: Échec de l'authentification (HTTP %1$lld) sur %2$@ — vérifiez l'hôte, le port et les identifiants dans Réglages
it: Autenticazione non riuscita (HTTP %1$lld) su %2$@ — controlla host, porta e credenziali in Impostazioni
nl: Authenticatie mislukt (HTTP %1$lld) bij %2$@ — controleer host, poort en inloggegevens in Instellingen

source: Authentication failed — check credentials
ca: Error d'autenticació — comprova les credencials
de: Anmeldung fehlgeschlagen — prüfe die Zugangsdaten
es: Error de autenticación — revisa las credenciales
fr: Échec de l'authentification — vérifiez les identifiants
it: Autenticazione non riuscita — controlla le credenziali
nl: Authenticatie mislukt — controleer de inloggegevens

source: Back
ca: Enrere
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug

source: Back online
ca: Tornes a estar en línia
de: Wieder online
es: De nuevo en línea
fr: De retour en ligne
it: Di nuovo online
nl: Weer online

source: Built from what you've been listening to
ca: Creats a partir del que has escoltat
de: Erstellt aus dem, was du gehört hast
es: Creados a partir de lo que has escuchado
fr: Composés à partir de vos écoutes
it: Creati da ciò che hai ascoltato
nl: Samengesteld uit wat je hebt geluisterd

source: Cache cleared — %@ freed
ca: Memòria cau buidada — %@ alliberats
de: Cache geleert — %@ freigegeben
es: Caché vaciada — %@ liberados
fr: Cache vidé — %@ libérés
it: Cache svuotata — %@ liberati
nl: Cache gewist — %@ vrijgemaakt

source: Cannot access selected folder
ca: No es pot accedir a la carpeta seleccionada
de: Kein Zugriff auf den ausgewählten Ordner
es: No se puede acceder a la carpeta seleccionada
fr: Impossible d'accéder au dossier sélectionné
it: Impossibile accedere alla cartella selezionata
nl: Geen toegang tot de geselecteerde map

source: Cannot reach server — is it running?
ca: Servidor inaccessible — està en marxa?
de: Server nicht erreichbar — läuft er?
es: Servidor inaccesible — ¿está en marcha?
fr: Serveur injoignable — est-il en marche ?
it: Server non raggiungibile — è in esecuzione?
nl: Server onbereikbaar — draait hij?

source: Certificate not trusted — try http://
ca: Certificat no fiable — prova http://
de: Zertifikat nicht vertrauenswürdig — versuche http://
es: Certificado no fiable — prueba http://
fr: Certificat non fiable — essayez http://
it: Certificato non attendibile — prova http://
nl: Certificaat niet vertrouwd — probeer http://

source: Close (esc)
ca: Tancar (esc)
de: Schließen (Esc)
es: Cerrar (esc)
fr: Fermer (échap)
it: Chiudi (esc)
nl: Sluiten (esc)

source: Connect your server
ca: Connecta el teu servidor
de: Verbinde deinen Server
es: Conecta tu servidor
fr: Connectez votre serveur
it: Collega il tuo server
nl: Verbind je server

source: Connecting…
ca: Connectant…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
it: Connessione…
nl: Verbinden…

source: Connection failed: %@
ca: Error de connexió: %@
de: Verbindung fehlgeschlagen: %@
es: Error de conexión: %@
fr: Échec de la connexion : %@
it: Connessione non riuscita: %@
nl: Verbinding mislukt: %@

source: Connection timed out — check the address
ca: S'ha esgotat el temps de connexió — comprova l'adreça
de: Zeitüberschreitung der Verbindung — prüfe die Adresse
es: Tiempo de conexión agotado — revisa la dirección
fr: Délai de connexion dépassé — vérifiez l'adresse
it: Connessione scaduta — controlla l'indirizzo
nl: Time-out van verbinding — controleer het adres

source: Connection timed out — is the server address correct and reachable?
ca: S'ha esgotat el temps de connexió — l'adreça del servidor és correcta i accessible?
de: Zeitüberschreitung der Verbindung — ist die Serveradresse korrekt und erreichbar?
es: Tiempo de conexión agotado — ¿la dirección del servidor es correcta y accesible?
fr: Délai de connexion dépassé — l'adresse du serveur est-elle correcte et joignable ?
it: Connessione scaduta — l'indirizzo del server è corretto e raggiungibile?
nl: Time-out van verbinding — is het serveradres juist en bereikbaar?

source: Copied %@ link
ca: Enllaç de %@ copiat
de: %@-Link kopiert
es: Enlace de %@ copiado
fr: Lien %@ copié
it: Link %@ copiato
nl: %@-link gekopieerd

source: Couldn't play "%@"
ca: No s'ha pogut reproduir «%@»
de: „%@“ konnte nicht abgespielt werden
es: No se pudo reproducir «%@»
fr: Impossible de lire « %@ »
it: Impossibile riprodurre «%@»
nl: Kan „%@” niet afspelen

source: Couldn't play "%@" — skipped
ca: No s'ha pogut reproduir «%@» — omesa
de: „%@“ konnte nicht abgespielt werden — übersprungen
es: No se pudo reproducir «%@» — omitida
fr: Impossible de lire « %@ » — ignoré
it: Impossibile riprodurre «%@» — saltato
nl: Kan „%@” niet afspelen — overgeslagen

source: Couldn't reach the server
ca: No s'ha pogut contactar amb el servidor
de: Server nicht erreichbar
es: No se pudo conectar con el servidor
fr: Serveur injoignable
it: Server non raggiungibile
nl: Server niet bereikbaar

source: Couldn't read the Last.fm response.
ca: No s'ha pogut llegir la resposta de Last.fm.
de: Die Antwort von Last.fm konnte nicht gelesen werden.
es: No se pudo leer la respuesta de Last.fm.
fr: Impossible de lire la réponse de Last.fm.
it: Impossibile leggere la risposta di Last.fm.
nl: Kan het antwoord van Last.fm niet lezen.

source: Couldn’t load the cover
ca: No s'ha pogut carregar la portada
de: Cover konnte nicht geladen werden
es: No se pudo cargar la portada
fr: Impossible de charger la pochette
it: Impossibile caricare la copertina
nl: Kan de hoes niet laden

source: Couldn’t remove cover art
ca: No s'ha pogut suprimir la portada
de: Cover konnte nicht entfernt werden
es: No se pudo eliminar la portada
fr: Impossible de supprimer la pochette
it: Impossibile rimuovere la copertina
nl: Kan de hoes niet verwijderen

source: Couldn’t save Wrapped
ca: No s'ha pogut desar el Wrapped
de: Wrapped konnte nicht gespeichert werden
es: No se pudo guardar el Wrapped
fr: Impossible d'enregistrer le Wrapped
it: Impossibile salvare il Wrapped
nl: Kan Wrapped niet opslaan

source: Couldn’t save mix
ca: No s'ha pogut desar el mix
de: Mix konnte nicht gespeichert werden
es: No se pudo guardar el mix
fr: Impossible d'enregistrer le mix
it: Impossibile salvare il mix
nl: Kan mix niet opslaan

source: Couldn’t save radio
ca: No s'ha pogut desar la ràdio
de: Radio konnte nicht gespeichert werden
es: No se pudo guardar la radio
fr: Impossible d'enregistrer la radio
it: Impossibile salvare la radio
nl: Kan radio niet opslaan

source: Couldn’t save the cover
ca: No s'ha pogut desar la portada
de: Cover konnte nicht gespeichert werden
es: No se pudo guardar la portada
fr: Impossible d'enregistrer la pochette
it: Impossibile salvare la copertina
nl: Kan de hoes niet opslaan

source: Cover Size
ca: Mida de les portades
de: Cover-Größe
es: Tamaño de las portadas
fr: Taille des pochettes
it: Dimensione copertine
nl: Hoesgrootte

source: Cover art (%@)
ca: Portades (%@)
de: Cover (%@)
es: Portadas (%@)
fr: Pochettes (%@)
it: Copertine (%@)
nl: Hoezen (%@)

source: Cover art removed
ca: Portada suprimida
de: Cover entfernt
es: Portada eliminada
fr: Pochette supprimée
it: Copertina rimossa
nl: Hoes verwijderd

source: Created %@
ca: %@ creada
de: %@ erstellt
es: %@ creada
fr: %@ créée
it: %@ creata
nl: %@ aangemaakt

source: Custom
ca: Personalitzat
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast

source: Dark
ca: Fosc
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker

source: Download complete!
ca: Baixada completada!
de: Download abgeschlossen!
es: ¡Descarga completada!
fr: Téléchargement terminé !
it: Download completato!
nl: Download voltooid!

source: Download failed
ca: Error en la baixada
de: Download fehlgeschlagen
es: Error en la descarga
fr: Échec du téléchargement
it: Download non riuscito
nl: Download mislukt

source: Downloading %lld songs...
ca: Baixant %lld cançons...
de: %lld Titel werden heruntergeladen...
es: Descargando %lld canciones...
fr: Téléchargement de %lld titres...
it: Download di %lld brani...
nl: %lld nummers downloaden...

source: Downloading…
ca: Baixant…
de: Wird heruntergeladen…
es: Descargando…
fr: Téléchargement…
it: Download in corso…
nl: Downloaden…

source: English
ca: Anglès
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
nl: Engels

source: Enter Full Screen
ca: Pantalla completa
de: Vollbild aktivieren
es: Pantalla completa
fr: Passer en plein écran
it: Attiva schermo intero
nl: Volledig scherm

source: Enter a valid server address (e.g. https://music.example.com)
ca: Introdueix una adreça de servidor vàlida (p. ex., https://music.example.com)
de: Gib eine gültige Serveradresse ein (z. B. https://music.example.com)
es: Introduce una dirección de servidor válida (p. ej., https://music.example.com)
fr: Saisissez une adresse de serveur valide (ex. https://music.example.com)
it: Inserisci un indirizzo server valido (es. https://music.example.com)
nl: Voer een geldig serveradres in (bijv. https://music.example.com)

source: Equaliser
ca: Equalitzador
de: Equalizer
es: Ecualizador
fr: Égaliseur
it: Equalizzatore
nl: Equalizer

source: Export failed
ca: Error en l'exportació
de: Export fehlgeschlagen
es: Error en la exportación
fr: Échec de l'exportation
it: Esportazione non riuscita
nl: Exporteren mislukt

source: Exported %lld songs!
ca: %lld cançons exportades!
de: %lld Titel exportiert!
es: ¡%lld canciones exportadas!
fr: %lld titres exportés !
it: %lld brani esportati!
nl: %lld nummers geëxporteerd!

source: Exported %lld, %lld failed
ca: %1$lld exportades, %2$lld amb error
de: %1$lld exportiert, %2$lld fehlgeschlagen
es: %1$lld exportadas, %2$lld con error
fr: %1$lld exportés, %2$lld en échec
it: %1$lld esportati, %2$lld non riusciti
nl: %1$lld geëxporteerd, %2$lld mislukt

source: Exporting %lld/%lld: %@
ca: Exportant %1$lld/%2$lld: %3$@
de: Exportiere %1$lld/%2$lld: %3$@
es: Exportando %1$lld/%2$lld: %3$@
fr: Exportation %1$lld/%2$lld : %3$@
it: Esportazione %1$lld/%2$lld: %3$@
nl: Exporteren %1$lld/%2$lld: %3$@

source: Failed to decode response
ca: No s'ha pogut descodificar la resposta
de: Antwort konnte nicht dekodiert werden
es: No se pudo descodificar la respuesta
fr: Impossible de décoder la réponse
it: Impossibile decodificare la risposta
nl: Kan het antwoord niet decoderen

source: Fetch these lyrics again
ca: Tornar a obtenir aquesta lletra
de: Diesen Songtext erneut abrufen
es: Volver a obtener esta letra
fr: Récupérer à nouveau ces paroles
it: Recupera di nuovo questo testo
nl: Deze songtekst opnieuw ophalen

source: Filter artists
ca: Filtrar artistes
de: Interpreten filtern
es: Filtrar artistas
fr: Filtrer les artistes
it: Filtra artisti
nl: Artiesten filteren

source: Folder %lld
ca: Carpeta %lld
de: Ordner %lld
es: Carpeta %lld
fr: Dossier %lld
it: Cartella %lld
nl: Map %lld

source: Found %lld songs...
ca: S'han trobat %lld cançons...
de: %lld Titel gefunden...
es: %lld canciones encontradas...
fr: %lld titres trouvés...
it: %lld brani trovati...
nl: %lld nummers gevonden...

source: Friendly Name (optional)
ca: Nom personalitzat (opcional)
de: Anzeigename (optional)
es: Nombre personalizado (opcional)
fr: Nom personnalisé (facultatif)
it: Nome personalizzato (facoltativo)
nl: Weergavenaam (optioneel)

source: Give a host name or an IP, with or without https://.
ca: Indica un nom d'amfitrió o una IP, amb o sense https://.
de: Gib einen Hostnamen oder eine IP an, mit oder ohne https://.
es: Indica un nombre de host o una IP, con o sin https://.
fr: Indiquez un nom d'hôte ou une IP, avec ou sans https://.
it: Indica un nome host o un IP, con o senza https://.
nl: Geef een hostnaam of IP-adres op, met of zonder https://.

source: Good afternoon
ca: Bona tarda
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
nl: Goedemiddag

source: Good evening
ca: Bon vespre
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
nl: Goedenavond

source: Good morning
ca: Bon dia
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
nl: Goedemorgen

source: In sync
ca: Sincronitzat
de: Synchron
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
nl: Synchroon

source: Invalid server URL
ca: URL del servidor no vàlida
de: Ungültige Server-URL
es: URL del servidor no válida
fr: URL du serveur invalide
it: URL del server non valido
nl: Ongeldige server-URL

source: Invalid slskd URL
ca: URL de slskd no vàlida
de: Ungültige slskd-URL
es: URL de slskd no válida
fr: URL slskd invalide
it: URL slskd non valido
nl: Ongeldige slskd-URL

source: Language
ca: Idioma
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal

source: Large
ca: Gran
de: Groß
es: Grande
fr: Grande
it: Grande
nl: Groot

source: Last.fm rejected the request.
ca: Last.fm ha rebutjat la sol·licitud.
de: Last.fm hat die Anfrage abgelehnt.
es: Last.fm rechazó la solicitud.
fr: Last.fm a refusé la requête.
it: Last.fm ha rifiutato la richiesta.
nl: Last.fm heeft het verzoek geweigerd.

source: Last.fm request failed (HTTP %lld).
ca: Error en la sol·licitud a Last.fm (HTTP %lld).
de: Last.fm-Anfrage fehlgeschlagen (HTTP %lld).
es: Error en la solicitud a Last.fm (HTTP %lld).
fr: Échec de la requête Last.fm (HTTP %lld).
it: Richiesta Last.fm non riuscita (HTTP %lld).
nl: Last.fm-verzoek mislukt (HTTP %lld).

source: Legacy lyrics empty
ca: Lletra (API antiga) buida
de: Songtext (alte API) leer
es: Letra (API antigua) vacía
fr: Paroles (ancienne API) vides
it: Testo (API legacy) vuoto
nl: Songtekst (oude API) leeg

source: Legacy: %@
ca: API antiga: %@
de: Alte API: %@
es: API antigua: %@
fr: Ancienne API : %@
it: API legacy: %@
nl: Oude API: %@

source: Light
ca: Clar
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht

source: Loading lyrics...
ca: Carregant la lletra...
de: Songtext wird geladen...
es: Cargando la letra...
fr: Chargement des paroles...
it: Caricamento del testo...
nl: Songtekst laden...

source: Logs copied
ca: Registres copiats
de: Protokolle kopiert
es: Registros copiados
fr: Journaux copiés
it: Log copiati
nl: Logs gekopieerd

source: Lyrics Timing
ca: Sincronització de la lletra
de: Songtext-Timing
es: Sincronización de la letra
fr: Calage des paroles
it: Sincronizzazione del testo
nl: Synchronisatie songtekst

source: MP3 %lld kbps (Transcoded from %@)
ca: MP3 %1$lld kbps (transcodificat des de %2$@)
de: MP3 %1$lld kbps (transkodiert aus %2$@)
es: MP3 %1$lld kbps (transcodificado desde %2$@)
fr: MP3 %1$lld kbps (transcodé depuis %2$@)
it: MP3 %1$lld kbps (transcodificato da %2$@)
nl: MP3 %1$lld kbps (getranscodeerd uit %2$@)

source: MP3 (Auto-transcoded from %@)
ca: MP3 (transcodificat automàticament des de %@)
de: MP3 (automatisch transkodiert aus %@)
es: MP3 (transcodificado automáticamente desde %@)
fr: MP3 (transcodé automatiquement depuis %@)
it: MP3 (transcodificato automaticamente da %@)
nl: MP3 (automatisch getranscodeerd uit %@)

source: Medium
ca: Mitjana
de: Mittel
es: Mediana
fr: Moyenne
it: Media
nl: Gemiddeld

source: Medium (256kbps)
ca: Mitjana (256 kbps)
de: Mittel (256 kbps)
es: Media (256kbps)
fr: Moyenne (256 kbps)
it: Media (256 kbps)
nl: Gemiddeld (256 kbps)

source: Mixes are built from what you listen to. Play a few things first.
ca: Els mixos es creen a partir del que escoltes. Primer escolta alguna cosa.
de: Mixe entstehen aus dem, was du hörst. Hör zuerst ein paar Titel.
es: Los mixes se crean a partir de lo que escuchas. Escucha algo primero.
fr: Les mix sont composés à partir de vos écoutes. Écoutez d'abord quelques titres.
it: I mix nascono da ciò che ascolti. Prima ascolta qualcosa.
nl: Mixen ontstaan uit wat je luistert. Speel eerst een paar nummers af.

source: Month
ca: Mes
de: Monat
es: Mes
fr: Mois
it: Mese
nl: Maand

source: Most Played
ca: Més escoltats
de: Meistgespielt
es: Más escuchados
fr: Les plus écoutés
it: Più ascoltati
nl: Meest afgespeeld

source: My Server
ca: El meu servidor
de: Mein Server
es: Mi servidor
fr: Mon serveur
it: Il mio server
nl: Mijn server

source: Network unavailable
ca: Xarxa no disponible
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
it: Rete non disponibile
nl: Netwerk niet beschikbaar

source: No albums
ca: Cap àlbum
de: Keine Alben
es: Sin álbumes
fr: Aucun album
it: Nessun album
nl: Geen albums

source: No artists
ca: Cap artista
de: Keine Interpreten
es: Sin artistas
fr: Aucun artiste
it: Nessun artista
nl: Geen artiesten

source: No duplicates found
ca: No s'ha trobat cap duplicat
de: Keine Duplikate gefunden
es: No se encontraron duplicados
fr: Aucun doublon trouvé
it: Nessun duplicato trovato
nl: Geen duplicaten gevonden

source: No internet connection
ca: Sense connexió a Internet
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Aucune connexion Internet
it: Nessuna connessione a Internet
nl: Geen internetverbinding

source: No lyrics for this song
ca: No hi ha lletra per a aquesta cançó
de: Kein Songtext für diesen Titel
es: No hay letra para esta canción
fr: Pas de paroles pour ce titre
it: Nessun testo per questo brano
nl: Geen songtekst voor dit nummer

source: No lyrics found
ca: No s'ha trobat la lletra
de: Kein Songtext gefunden
es: No se encontró la letra
fr: Aucunes paroles trouvées
it: Nessun testo trovato
nl: Geen songtekst gevonden

source: No matching songs on your server
ca: No hi ha cançons coincidents al teu servidor
de: Keine passenden Titel auf deinem Server
es: No hay canciones coincidentes en tu servidor
fr: Aucun titre correspondant sur votre serveur
it: Nessun brano corrispondente sul tuo server
nl: Geen overeenkomende nummers op je server

source: No mixes yet
ca: Encara no hi ha mixos
de: Noch keine Mixe
es: Aún no hay mixes
fr: Pas encore de mix
it: Ancora nessun mix
nl: Nog geen mixen

source: No offline songs in queue
ca: No hi ha cançons sense connexió a la cua
de: Keine Offline-Titel in der Warteliste
es: No hay canciones sin conexión en la cola
fr: Aucun titre hors ligne dans la file d'attente
it: Nessun brano offline in coda
nl: Geen offline nummers in de wachtrij

source: No playlists
ca: Cap playlist
de: Keine Playlists
es: Sin listas
fr: Aucune playlist
it: Nessuna playlist
nl: Geen playlists

source: No server
ca: Cap servidor
de: Kein Server
es: Sin servidor
fr: Aucun serveur
it: Nessun server
nl: Geen server

source: No songs
ca: Cap cançó
de: Keine Titel
es: Sin canciones
fr: Aucun titre
it: Nessun brano
nl: Geen nummers

source: No true duplicates found
ca: No s'ha trobat cap duplicat real
de: Keine echten Duplikate gefunden
es: No se encontraron duplicados reales
fr: Aucun vrai doublon trouvé
it: Nessun vero duplicato trovato
nl: Geen echte duplicaten gevonden

source: None
ca: Cap
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuno
nl: Geen

source: Not available offline
ca: No disponible sense connexió
de: Offline nicht verfügbar
es: No disponible sin conexión
fr: Non disponible hors ligne
it: Non disponibile offline
nl: Niet offline beschikbaar

source: Not enough free storage
ca: No hi ha prou espai lliure
de: Nicht genügend freier Speicher
es: No hay suficiente espacio libre
fr: Pas assez d'espace libre
it: Spazio libero insufficiente
nl: Onvoldoende vrije opslag
